Repository: ejbills/DockDoor
Catalog: DockDoor/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, he, it, ja, nl, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Snappy
de: Zackig
es: Instantánea
fr: Réactif
he: זריז
it: Veloce
ja: 俊敏
nl: Vlug
pt_pt: Eficiente
ru: Отзывчивый
tr: Hızlı
uk: Пришвидшений
vi: Nhanh chóng
zh_hans: 敏捷
zh_hant: 俐落

source: Sort descending by default
de: Sortiere standardmäßig absteigend
it: Ordinamento decrescente predefinito
ja: デフォルトで降順に並べ替え
nl: Standaard aflopend sorteren
tr: Varsayılan olarak azalan şekilde sırala.
vi: Mặc định sắp xếp giảm dần
zh_hans: 默认降序排序
zh_hant: 預設降冪排序

source: Sort minimized/hidden windows to end
de: Minimierte/versteckte Fenster ans Ende schieben
fr: Trier les fenêtres réduites/masquées à la fin
he: מיין חלונות ממוזערים/מוסתרים לסוף
it: Visualizza le finestre minimizzate/nascoste in fondo
ja: 最小化/非表示のウィンドウを最後に並べ替える
nl: Minimaliseerde/verborgen vensters aan het einde plaatsen
pt_pt: Ordenar janelas minimizadas/ocultas para terminar
ru: Перемещать свёрнутые/скрытые окна в конец
tr: Küçültülmüş/gizlenmiş pencereleri sağa doğru sırala
uk: Сортувати згорнуті/приховані вікна до кінця
vi: Sắp xếp cửa sổ bị thu nhỏ/ẩn xuống cuối
zh_hans: 将最小化/隐藏窗口排序至末尾
zh_hant: 將最小化／隱藏的視窗排序到最後

source: Sort Window Previews by Date
de: Fenstervorschauen nach Datum sortieren
es: Ordenar vistas previas por fecha
fr: Trier les aperçus de fenêtre chronologiquement
he: מיין תצוגות מקדימות של חלונות לפי שימוש אחרון
it: Ordina le anteprime per data
ja: ウィンドウプレビューを日付順に並び替える
nl: Venstervoorbeelden sorteren op datum
pt_pt: Ordenar Pré-visualizações de Janelas por Data
ru: Сортировать превью по времени
tr: Pencere Önizlemelerini Tarihe Göre Sırala
uk: Сортувати попередній перегляд вікон за датою
vi: Sắp xếp bản xem trước cửa sổ theo ngày tháng
zh_hans: 窗口预览按时间排序
zh_hant: 按日期排序視窗預覽

source: Sort Window Previews by Date (if multiple)
de: Fenstervorschauen nach Datum sortieren (bei mehreren)
es: Ordenar vistas previas de ventana por fecha (si son múltiples)
fr: Trier les aperçus de fenêtre chronologiquement (s’il y en a plusieurs)
he: מיין תצוגות מקדימות של חלונות לפי תאריך (אם מרובים)
it: Ordina le anteprime della finestra per data
ja: 日付でウィンドウをソート （複数の場合）
nl: Venstervoorbeelden sorteren op datum (als er meerdere zijn).
pt_pt: Ordenar Pré-visualizações de Janelas por Data (se houver)
ru: Сортировать превью окон по дате (если несколько)
tr: Pencere önizlemelerini tarihe göre sırala (birden fazla varsa)
uk: Сортувати попередній перегляд вікон за датою (якщо декілька)
vi: Sắp xếp bản xem trước cửa sổ theo ngày tháng (nếu có nhiều cửa sổ)
zh_hans: 按日期对窗口预览排序（如有多个）
zh_hant: 依日期排序預覽視窗（若有多個）

source: Sorting & Grouping
de: Sortieren & Gruppieren
he: מיון וקיבוץ
it: Ordine e raggruppamento
ja: 並べ替えとグループ化
nl: Sorteren en groeperen
ru: Сортировка и группировка
tr: Sıralama ve Gruplama
vi: Sắp xếp & Nhóm
zh_hans: 排序与分组
zh_hant: 排序與群組

source: Spotify & Apple Music only
de: Nur Spotify & Apple Musik
es: Solo Spotify y Apple Music
he: Spotify ו-Apple Music בלבד
it: Solo Spotify e Apple Music
ja: SpotifyとApple Musicのみ
nl: Alleen Spotify en Apple Music
ru: Только Spotify и Apple Music
tr: Yalnızca Spotify & Apple Music
vi: Chỉ Spotify & Apple Music
zh_hans: 仅限Spotify和Apple Music
zh_hant: 僅限 Spotify & Apple Music

source: Stable
de: Release
es: Estable
he: יציב
it: Stabile
ja: 安定版
nl: Stabiel
pt_pt: Estável
ru: Стабильный
tr: Stabil
uk: Стабільна версія
vi: Ổn định
zh_hans: 稳定版
zh_hant: 穩定版本

source: Start on second window
de: Starte beim zweiten Fenster
he: התחל בחלון השני
it: Seconda finestra all'avvio
ja: 2番目のウィンドウで開始
nl: Begin bij tweede venster
ru: Запуск во втором окне
tr: İkinci pencereden başla
vi: Bắt đầu ở cửa sổ thứ hai
zh_hans: 从第二个窗口开始
zh_hant: 從第二個視窗開始

source: Start on second window in Switcher
de: Starte beim zweiten Fenster im Fensterwechsler
fr: Démarrer sur la deuxième fenêtre dans le Sélecteur
he: התחל בחלון השני בבורר
it: Inizia dalla seconda finestra del selettore
ja: スイッチャーの2番目のウィンドウで開始
nl: Start op tweede venster in de wisselaar
pt_pt: Iniciar na segunda janela no Selector
ru: Запуск во втором окне в Переключателе
tr: Switcher'da ikinci pencereden başla
uk: Розпочати з другого вікна Перемикача
vi: Bắt đầu ở cửa sổ thứ hai trong Trình chuyển đổi
zh_hans: 在切换器中从第二个窗口开始
zh_hant: 從視窗切換器的第二個視窗開始

source: Start recording keybind
de: Starttaste für Aufnahme festlegen
es: Inicia grabación de asociación de tecla
fr: Commencer à enregistrer le raccourci clavier
he: התחל הקלטת צירוף מקשים
it: Registra la combinazione di tasti
ja: キーバインドを登録する
nl: Start opname toetscombinatie
pt_pt: Iniciar gravação do atalho
ru: Начать захват горячих клавиш
tr: Tuş kombinasyonunu kaydetmeye başla
uk: Почати запис комбінації клавіш
vi: Bắt đầu ghi phím tắt
zh_hans: 开始录制键绑定
zh_hant: 開始記錄按鍵

source: Start recording trigger key
de: Aufnahme der Trigger-Taste starten
es: Iniciar la grabación de la tecla disparadora
fr: Enregistrer la touche de déclenchement
he: התחל הקלטת מקש הפעלה
it: Registra la combinazione di tasti
ja: トリガーキーの録画を開始
nl: Start opname trigger toets
ru: Начать запись клавиши триггера
tr: Kayıt tetikleyici tuşunu başlat
uk: Почати запис тригерної клавіші
vi: Bắt đầu ghi phím kích hoạt
zh_hans: 开始录制触发键
zh_hant: 開始記錄最終鍵

source: Stream Keep-Alive Duration
de: Streame Keep-Alive Dauer
fr: Durée de maintien de lecture du Streaming
he: משך שמירת זרם פעיל
it: Durata keep-alive del flusso
ja: ストリームの維持時間
nl: Stream Keep-Alive-duur
ru: Длительность поддержания потока
tr: Akış Bağlantı Süresi
uk: Тривалість підтримки трансляції
vi: Thời gian duy trì luồng hoạt động
zh_hans: 串流保持活跃时间
zh_hant: 串流保持活躍時間

source: Stream Management
de: Stream-Verwaltung
he: ניהול זרם
it: Gestione flusso
ja: ストリーム管理
nl: Streambeheer
ru: Управление потоком
tr: Akış Yönetimi
vi: Quản lý luồng
zh_hans: 串流管理
zh_hant: 串流管理

source: Style
de: Stil
es: Estilo
it: Stile
ja: スタイル
nl: Stijl
pt_pt: Estilo
ru: Стиль
tr: Stil
vi: Kiểu dáng
zh_hans: 样式
zh_hant: 樣式

source: Subheadline
de: Untertitel
he: כותרת משנה
it: Sottotitolo
ja: 小見出し
nl: Ondertitel
ru: Подзаголовок
tr: Alt başlık
vi: Tiêu đề phụ
zh_hans: 副标题
zh_hant: 次標題

source: Suggest new features to make DockDoor better
de: Schlage neue Funktionen vor um DockDoor zu verbessern
fr: Suggérez de nouvelles fonctionnalités pour améliorer DockDoor
he: הצע תכונות חדשות כדי לשפר את DockDoor
it: Suggerisci funzionalità per migliorare DockDoor
ja: DockDoor を良くするための新機能を提案してください
nl: Stel nieuwe functies voor om DockDoor nog beter te maken
ru: Предложить новые функции для улучшения DockDoor
tr: DockDoor'u daha iyi hale getirmek için yeni özellikler önerin
uk: Запропонуйте нові функції, щоб зробити DockDoor ще кращим
vi: Gợi ý các tính năng mới để giúp DockDoor tốt hơn
zh_hans: 向我们提出建议，让 DockDoor 变得更好
zh_hant: 提出新功能建議，讓 DockDoor 變得更好

source: Suggest new features to make DockDoor even better.
de: Neue Features vorschlagen, um DockDoor noch besser zu machen.
es: Sugiere nuevas funcionalidades para mejorar la aplicación.
fr: Suggérez de nouvelles fonctionnalités pour améliorer DockDoor.
he: הצע תכונות חדשות כדי לשפר את DockDoor עוד יותר.
it: Inviaci un suggerimento per migliorare DockDoor.
ja: DockDoor をさらに良くするための新機能を提案してください。
nl: Stel nieuwe functies voor om DockDoor nog beter te maken.
pt_pt: Sugira novos recursos para tornar o DockDoor ainda melhor.
ru: Предлагайте новые идеи, чтобы сделать DockDoor еще лучше.
tr: DockDoor'u daha da iyi hale getirmek için yeni özellikler önerin.
uk: Запропонуйте нові функції, щоб зробити DockDoor ще кращим.
vi: Gợi ý tính năng mới để giúp DockDoor ngày càng hoàn thiện hơn.
zh_hans: 向我们提出建议，让 DockDoor 变得更好。
zh_hant: 提出一些新功能建議，讓 DockDoor 變得更好。

source: Support
de: Hilfe
es: Soporte
fr: Assistance
he: תמיכה
it: Info
ja: サポート
nl: Ondersteuning
pt_pt: Suporte
ru: Поддержка
tr: Destek
uk: Служба підтримки
vi: Hỗ trợ
zh_hans: 支持
zh_hant: 支援

source: Support & Contributions
de: Unterstützung & Beiträge
es: Apoyo y Contribuciones
fr: Assistance et contributions
he: תמיכה ותרומות
it: Supporto e contributi
ja: サポートと貢献
nl: Ondersteuning en bijdragen
ru: Поддержка и вклад
tr: Destek ve Katkılar
uk: Підтримка та внески
vi: Hỗ trợ & Đóng góp
zh_hans: 支持与贡献
zh_hant: 支持與貢獻

source: Support development with a small donation
de: Unterstütze die Entwicklung mit einer kleinen Spende
es: Apoyar el desarrollo con una pequeña donación
fr: Soutenez le développement avec un petit don
he: תמוך בפיתוח עם תרומה קטנה
it: Supporta lo sviluppo di DockDoor con una piccola donazione
ja: 小さな寄付で開発を支援する
nl: Ondersteun de ontwikkeling met een kleine donatie
pt_pt: Apoie o desenvolvimento com uma pequena doação
ru: Поддержать разработку небольшим пожертвованием
tr: Geliştirmeyi küçük bir bağışla destekleyin
uk: Підтримайте розробку невеликим пожертвуванням
vi: Hỗ trợ phát triển bằng một khoản quyên góp nhỏ
zh_hans: 小额捐赠支持开发
zh_hant: 小額贊助支持開發

source: Support DockDoor
de: DockDoor unterstützen
es: Contribuye con la aplicación
fr: Soutenez DockDoor
he: תמוך ב-DockDoor
it: Supporta DockDoor
ja: DockDoor をサポートする
nl: Steun DockDoor
pt_pt: Apoie o DockDoor
ru: Поддержать DockDoor
tr: DockDoor'u Destekleyin
uk: Підтримка DockDoor
vi: Hỗ trợ DockDoor
zh_hans: 支持 DockDoor
zh_hant: 支持 DockDoor

source: Support settings
de: Support-Einstellungen
es: Ajustes de Soporte
fr: Paramètres de support
he: הגדרות תמיכה
it: Impostazioni supporto
ja: サポート設定
nl: Instellingen voor ondersteuning
pt_pt: Configurações de suporte
ru: Настройки поддержки
tr: Destek ayarları
uk: Налаштування підтримки
vi: Cài đặt hỗ trợ
zh_hans: 支持设置
zh_hant: 支援設定

source: Swipe away from the dock edge
de: Wischen Sie von der Dockkante weg
fr: Glisser loin du bord du dock
he: החלק הרחק מקצה ה-Dock
it: Lontano dal lato del Dock (verso il centro dello schermo)
ja: Dockエッジから離れてスワイプ
nl: Veeg weg van de rand van het Dock
ru: Смахнуть от края Dock
tr: Dock'un kenarından uzağa kaydırın
uk: Проведіть пальцем від краю Dock
vi: Vuốt ra xa khỏi mép dock
zh_hans: 从 Dock 边缘向外滑动
zh_hant: 從Dock邊緣滑出

source: Swipe Down
de: Nach unten wischen
fr: Glisser vers le bas
he: החלק למטה
it: Scorri verso il basso
ja: 下にスワイプ
nl: Veeg omlaag
pt_pt: Deslizar para baixo
ru: Смахните вниз
tr: Aşağı kaydır
uk: Провести вниз
vi: Vuốt xuống
zh_hans: 向下滑动
zh_hant: 向下滑動

source: Swipe on window previews in the dock popup. Direction is relative to dock position — swipe towards the dock (e.g., down when dock is at bottom, left when dock is on left).
de: Wische auf Fenstervorschauen im Dock-Popup. Richtung ist relativ zur Dock-Position - wische in Richtung des Docks (z.B. runter, wenn das Dock unten positioniert ist, links, wenn das Dock links positioniert ist).
fr: Glisser sur les aperçus de fenêtre dans la popup Dock. La direction est relative à la position du dock — glisser vers le dock (en bas lorsque le dock est en bas, à gauche lorsque le dock est à gauche etc.).
he: החלק על תצוגות מקדימות של חלונות בחלון הקופץ של Dock. הכיוון יחסי למיקום ה-Dock — החלק לכיוון ה-Dock (למשל, למטה כאשר ה-Dock בתחתית, שמאלה כאשר ה-Dock בצד שמאל).
it: Scorri sulle anteprime del Dock. Le direzioni sono 'verso il Dock' o 'in direzione opposta al Dock', (es. giù/su se il Dock è visualizzato in basso, oppure sinistra/destra se il Dock è a sinistra).
ja: Dockポップアップでウィンドウのプレビューをスワイプします。方向はDockの位置に相対的です — Dockに向かってスワイプ (例：Dockが下にあるときは左に、Dockが下にあるときは左)。
nl: Veeg over de venstervoorbeelden in het Dock pop-upvenster. De richting is afhankelijk van de positie van het Dock: veeg in de richting van het Dock (bijvoorbeeld naar beneden als het dock onderaan staat, naar links als het dock links staat).
ru: Смахивание по превью окон во всплывающем окне Dock. Направление относительно положения Dock - смахивайте в сторону Dock (например, вниз, если Dock внизу; влево, если Dock слева)
tr: Dock açılır penceresindeki pencere önizlemelerinde parmağınızı kaydırın. Kaydırma yönü, dock'un konumuna göre belirlenir — dock'a doğru kaydırın (örneğin, dock altta ise aşağıya, solda ise sola doğru).
uk: Проведіть пальцем по попередньому перегляду вікон у спливаючому вікні в Dock. Напрямок залежить від положення Dock — проведіть пальцем у напрямку Dock (наприклад, вниз, коли Dock знаходиться внизу, ліворуч, коли Dock знаходиться ліворуч).
vi: Vuốt trên bản xem trước cửa sổ trong cửa sổ bật lên của dock. Hướng tương đối so với vị trí dock — vuốt về phía dock (ví dụ: xuống khi dock ở dưới cùng, trái khi dock ở bên trái).
zh_hans: 在 Dock 弹出窗口中滑动窗口预览。方向与 Dock 位置有关 —— 朝 Dock 方向滑动（例如，当 Dock 在底部时向下滑动，当 Dock 在左侧时向左滑动）。
zh_hant: 在Dock彈出的視窗預覽上滑動。採用Dock位置的相對方向——滑向Dock（例如Dock在底部是向下滑動，或Dock在左側時向左滑動）。

source: Swipe toward the dock edge
de: Wischen Sie in Richtung Dockkante
fr: Glisser loin du bord du dock
he: החלק לכיוון קצה ה-Dock
it: Verso il lato dello schermo in cui è visualizzato il Dock
ja: Dockエッジに向かってスワイプ
nl: Veeg naar van de rand van het Dock
ru: Смахнуть к краю Dock
tr: Dock kenarına doğru kaydırın
uk: Проведіть пальцем до краю Dock
vi: Vuốt về phía mép dock
zh_hans: 向 Dock 边缘滑动
zh_hant: 向Dock邊緣滑動

source: Swipe Up
de: Nach oben wischen
fr: Glissez vers le haut
he: החלק למעלה
it: Scorri verso l'alto
ja: 上にスワイプする
nl: Veeg omhoog
pt_pt: Deslizar para cima
ru: Смахните вверх
tr: Yukarı Kaydır
uk: Провести вгору
vi: Vuốt lên
zh_hans: 向上滑动
zh_hant: 向上滑動

source: Swipe up or down on window previews in the keyboard-activated window switcher. Only vertical swipes are recognized, unless in compact mode.
de: Wische hoch oder runter auf Fenstervorschauen im Tastatur-aktivierten Fensterwechsler. Außer im Kompaktmodus, werden nur vertikale Wischgesten werden erkannt.
fr: Glisser vers le haut ou vers le bas sur les aperçus de fenêtre dans le sélecteur de fenêtre activé par le clavier. Seuls les balayages verticaux sont reconnus, sauf en mode compact.
he: החלק למעלה או למטה על תצוגות מקדימות של חלונות בבורר החלונות המופעל במקלדת. רק החלקות אנכיות מזוהות, אלא אם כן במצב קומפקטי.
it: Scorri su o giù sulle anteprime del selettore finestre lanciato tramite combinazione di tasti. Sono riconosciuti solo gli scorrimenti verticali, tranne in modalità compatta.
ja: キーボードで有効化されたウィンドウスイッチャーでウィンドウのプレビューを上下にスワイプします。コンパクトモードでない限り、垂直スワイプのみ認識されます。
nl: Veeg omhoog of omlaag over de venstervoorbeelden van de toetsenbord-geactiveerde vensterwisselaar. Alleen verticale veegbewegingen worden herkend, tenzij je in de compacte modus zit.
ru: Смахивание вверх или вниз по превью окон в переключателе окон, активированном с клавиатуры. Распознаются только вертикальные смахивания, кроме компактного режима
tr: Klavyeyle etkinleştirilen pencere değiştiricide pencere önizlemelerinde yukarı veya aşağı kaydırın. Kompakt modda olmadıkça, yalnızca dikey kaydırmalar algılanır.
uk: Проведіть пальцем вгору або вниз по попередньому перегляду вікон у Перемикачі вікон, що активується клавіатурою. Розпізнаються лише вертикальні жести пальцем, окрім компактного режиму.
vi: Vuốt lên hoặc xuống trên bản xem trước cửa sổ trong trình chuyển đổi kích hoạt bằng bàn phím. Chỉ nhận dạng vuốt dọc, trừ khi ở chế độ gọn nhẹ.
zh_hans: 在键盘激活的窗口切换器中，对窗口预览向上或向下滑动。除非处于紧凑模式，否则只识别垂直滑动。
zh_hant: 在以按鍵啟動的視窗切換器向上或向下滑動。除非在精簡模式中，否則只會辨識垂直滑動。

source: Switch to Compact
de: Wechsle zum Kompaktmodus
fr: Passer en Compact
he: עבור למצב קומפקטי
it: Passa alla modalità compatta
ja: コンパクトに切り替える
nl: Overschakelen naar Compact
pt_pt: Mudar para modo compacto
ru: Компактный режим
tr: Kompakt moduna geç
uk: Перемкнутись на компактний
vi: Chuyển sang chế độ Thu gọn
zh_hans: 切换为紧凑
zh_hant: 切換至緊湊模式

source: Switch to compact list in Cmd+Tab overlay when window count reaches threshold.
de: Wechsle zur kompakten Liste in der Cmd+Tab Oberfläche, wenn Anzahl der Fenster den Schwellenwert erreicht.
fr: Basculer vers la liste compacte dans la superposition Cmd+Tab lorsque le nombre de fenêtres atteint le seuil.
he: עבור לרשימה קומפקטית בשכבת Cmd+Tab כאשר מספר החלונות מגיע לסף.
it: Soglia (numero minimo di finestre) per ⌘⇥ (Cmd+Tab).
ja: ウィンドウ数がしきい値に達したとき、Cmd+Tabオーバーレイでコンパクトリストに切り替えます。
nl: Schakel over naar een compacte lijst in het Cmd+Tab-overlayvenster wanneer het aantal vensters de drempelwaarde bereikt.
pt_pt: Mudar para a lista compacta do Cmd+Tab quando a contagem de janelas atingir o limite.
ru: Переключить в компактный список в оверлее Cmd+Tab при достижении порогового количества окон
tr: Pencere sayısı eşiğe ulaştığında Cmd+Tab katmanında kompakt listeye geç.
uk: Перемикання до компактного списку в накладці Cmd+Tab, коли кількість вікон досягає порогового значення.
vi: Chuyển sang danh sách thu gọn trong lớp phủ Cmd+Tab khi số lượng cửa sổ đạt tới ngưỡng.
zh_hans: 当窗口数量达到阈值时，在 Cmd + Tab 叠加层切换为紧凑列表。
zh_hant: 當視窗數量達到臨界值時，在Cmd+Tab覆蓋視窗中切換至緊湊列表模式。

source: Switch to compact list in dock previews when window count reaches threshold.
de: Wechsle zur kompakten Liste in der Dock-Vorschau, wenn Anzahl der Fenster den Schwellenwert erreicht.
fr: Basculer vers la liste compacte dans les aperçus du dock lorsque le nombre de fenêtres atteint le seuil.
he: עבור לרשימה קומפקטית בתצוגות מקדימות של Dock כאשר מספר החלונות מגיע לסף.
it: Soglia (numero minimo di finestre) per le anteprime del Dock.
ja: ウィンドウ数がしきい値に達したときに、Dockプレビューをコンパクトリストに切り替えます。
nl: Schakel over naar een compacte lijst in de Dock-voorbeelden wanneer het aantal vensters de drempelwaarde bereikt.
pt_pt: Mudar para lista compacta nas pré-visualizações da Dock quando o número de janelas atingir o limite.
ru: Переключить в компактный список в превью Dock при достижении порогового количества окон
tr: Pencere sayısı belirli bir sınıra ulaştığında, dock önizlemelerinde kompakt listeye geç.
uk: Перемикатися до компактного списку в попередньому перегляді Dock, коли кількість вікон досягає порогового значення.
vi: Chuyển sang danh sách thu gọn trong bản xem trước dock khi số lượng cửa sổ đạt tới ngưỡng.
zh_hans: 当窗口数量达到阈值时，在 Dock 预览中切换为紧凑列表。
zh_hant: 當視窗數量達到臨界值時，在Dock預覽上切換至緊湊模式。

source: Switch to compact list in window switcher when window count reaches threshold.
de: Wechsle zur kompakten Liste im Fensterwechsler, wenn Anzahl der Fenster den Schwellenwert erreicht.
fr: Basculer vers la liste compacte dans le sélecteur de fenêtre lorsque le nombre de fenêtres atteint le seuil.
he: עבור לרשימה קומפקטית בבורר חלונות כאשר מספר החלונות מגיע לסף.
it: Soglia (numero minimo di finestre) per il selettore finestre.
ja: ウィンドウ数がしきい値に達したときにウィンドウスイッチャーをコンパクトリストに切り替えます。
nl: Schakel over naar een compacte lijst in de vensterwisselaar wanneer het aantal vensters de drempelwaarde bereikt.
ru: Переключиться на компактный список в переключателе окон, когда количество окон достигнет порога.
tr: Pencere sayısı eşiğe ulaştığında pencere değiştiricide kompakt listeye geç.
uk: Перемикання до компактного списку в Перемикачі вікон, коли кількість вікон досягає порогового значення.
vi: Chuyển sang danh sách thu gọn trong bộ chuyển đổi cửa sổ khi số lượng cửa sổ đạt tới ngưỡng.
zh_hans: 当窗口数量达到阈值时，在窗口切换器中切换为紧凑列表。
zh_hant: 當視窗切換器中的視窗數量達到臨界值時，切換至緊湊列表模式。

source: Switch to Full
de: Zum vollen Modus wechseln
fr: Passer en mode Plein
he: עבור למצב מלא
it: Passa alla modalità completa
ja: フルに切り替え
nl: Overschakelen naar Volledig
ru: Переключить в полный режим
tr: Tam Ekrana Geç
uk: Перемкнутись на повний вигляд
vi: Chuyển sang chế độ Đầy đủ
zh_hans: 切换为完整
zh_hant: 切換至完整模式

source: Switcher Frame Rate
de: Fensterwechsler Bildrate
fr: Vitesse Rafraîchissement du sélecteur
he: קצב פריימים של בורר החלונות
it: Fluidità del selettore finestre (FPS = aggiornamenti al secondo)
ja: スイッチャーフレーム レート
nl: Wisselaar beeldsnelheid
ru: Частота кадров
tr: Çerçeve Hızını Değiştir
uk: Частота кадрів перемикача
vi: Tốc độ khung hình trình chuyển đổi
zh_hans: 切换器帧率
zh_hant: 切換器影格率

source: Switcher Live Preview
de: Fensterwechsler Live-Vorschau
he: תצוגה מקדימה חיה של בורר החלונות
it: Interruttore dell'anteprima in tempo reale
ja: スイッチャーライブプレビュー
nl: Wisselaar live voorbeeld
ru: Режим живого просмотра
tr: Switcher Canlı Önizleme
vi: Bản xem trước trực tiếp bộ chuyển đổi
zh_hans: 切换器实时预览
zh_hant: 切換器即時預覽

source: Switcher Live Preview Scope
de: Fensterwechsler Live-Vorschau Bereich
fr: Aperçu du sélecteur en direct
he: היקף תצוגה מקדימה חיה של בורר החלונות
it: Anteprima in tempo reale
ja: スイッチャーライブプレビューの適用範囲
nl: Wisselaar live voorbeeld bereik
ru: Область живого предварительного просмотра
tr: Switcher Canlı Önizleme Ekranı
uk: Область перемикача попереднього перегляду в реальному часі
vi: Phạm vi xem trước trực tiếp trình chuyển đổi
zh_hans: 切换器实时预览范围
zh_hant: 切換器即時預覽縮放

source: Switcher Quality
de: Fensterwechsler Qualität
fr: Qualité du sélecteur
he: איכות בורר החלונות
it: Qualità del selettore finestre
ja: スイッチャー品質
nl: Wisselaar kwaliteit
pt_pt: Qualidade do selecionador de janelas
ru: Качество переключателя окон
tr: Switcher Kalitesi
uk: Якість перемикача
vi: Chất lượng trình chuyển đổi
zh_hans: 切换器画质
zh_hant: 切換器畫質

source: Switching between dock icons while a preview is already open will show previews instantly.
de: Das Wechseln zwischen Dock-Icons während eine Vorschau bereits geöffnet ist, zeigt die Vorschau sofort an.
he: מעבר בין סמלי Dock בזמן שתצוגה מקדימה כבר פתוחה יציג תצוגות מקדימות באופן מיידי.
it: Se attiva, il passaggio da un'icona del Dock a un'altra mentre un'anteprima è già aperta farà sì che le nuove anteprime siano mostrate istantaneamente.
ja: プレビューがすでに開いている間にDockアイコンを切り替えると、すぐにプレビューが表示されます。
nl: Schakelen tussen Dock-pictogrammen terwijl er al een voorbeeldvenster openstaat, zorgt dat je meteen een voorbeeld te zien krijgt.
ru: При переключении между иконками Dock, когда превью уже открыто, новые превью отображаются мгновенно
tr: Önizleme zaten açıkken dock simgeleri arasında geçiş yapıldığında önizlemeler anında görüntülenir.
vi: Chuyển giữa các biểu tượng dock khi bản xem trước đã mở sẽ hiển thị ngay lập tức.
zh_hans: 当预览已经打开时，在 dock 图标之间切换将立即显示预览。
zh_hant: 在已有開啟的預覽間切換會立即顯示預覽。

source: System Default
de: Systemstandard
es: Predeterminado del sistema
he: ברירת מחדל של המערכת
it: Predefinito
ja: システムの標準
nl: Systeemstandaard
pt_pt: Padrão do Sistema
ru: По умолчанию (Система)
tr: Sistem Varsayılanı
vi: Mặc định hệ thống
zh_hans: 系统默认
zh_hant: 系統預設值

source: Thank you to all contributors ❤️
de: Danke an alle Mitwirkenden ❤️
es: Gracias a todos los contribuidores ❤️
fr: Merci à tous les contributeurs ❤️
he: תודה לכל התורמים ❤️
it: Grazie per i numerosi contributi ❤️
ja: すべての貢献者に感謝します ❤️
nl: Dank aan alle bijdragers ❤️
pt_pt: Obrigado a todos os contribuidores ❤️
ru: Спасибо всем участникам ❤️
tr: Tüm katkıda bulunanlara teşekkürler ❤️
uk: Дякуємо всім учасникам ❤️
vi: Cảm ơn tất cả những người đóng góp ❤️
zh_hans: 感谢所有的贡献者 ❤️
zh_hant: 感謝所有貢獻者 ❤️

source: Thanks for supporting DockDoor! 💖
de: Danke für die Unterstützung von DockDoor! 💖
es: Gracias por apoyar a DockDoor! 💖
fr: Merci de soutenir DockDoor ! 💖
he: תודה על התמיכה ב-DockDoor! 💖
it: Grazie per aver scelto di supportare DockDoor!
ja: DockDoorをサポートしていただきありがとうございます! 💖
nl: Bedankt voor het steunen van DockDoor! 💖
pt_pt: Obrigado por apoiar o DockDoor! 💖
ru: Спасибо за поддержку DockDoor! 💖
tr: DockDoor’u desteklediğiniz için teşekkürler! 💖
uk: Дякуємо за підтримку DockDoor! 💖
vi: Cảm ơn bạn đã ủng hộ DockDoor! 💖
zh_hans: 感谢支持 DockDoor！💖
zh_hant: 感謝你支持 DockDoor! 💖
